[
    {
        "id": "ao-ashi",
        "imagen": "https://cdn.myanimelist.net/images/anime/1731/120871.jpg",
        "titulo": "Ao Ashi",
        "fechaemision": "2022",
        "episodios": "24",
        "estudio": "Production I.G.",
        "sinopsis": "Ashito Aoi, un talentoso pero impulsivo jugador de fútbol de un pueblo rural, arruina un importante torneo al perder los estribos. Sin embargo, un entrenador llamado Tatsuya Fukuda ve potencial en él y lo invita a Tokio para unas pruebas. Allí, Ashito deberá demostrar su talento y madurar para alcanzar su sueño de convertirse en futbolista profesional.",
        "desde":"1",
        "hasta": "117",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 118."
    },
    {
        "id": "blue-lock",
        "imagen": "https://cdn.myanimelist.net/images/anime/1258/126929.jpg",
        "titulo": "Blue Lock",
        "fechaemision": "2022 - 2023",
        "episodios": "24",
        "estudio": "8bit",
        "sinopsis": "Tras el fracaso de Japón en la Copa del Mundo, la Federación Japonesa de Fútbol contrata al misterioso entrenador Jinpachi Ego para crear un proyecto revolucionario llamado 'Blue Lock'. 300 jóvenes delanteros son reclutados y encerrados en una prisión de fútbol donde competirán entre sí en una serie de pruebas extremas. Solo uno sobrevivirá y se convertirá en el delantero egoísta perfecto que llevará a Japón a la gloria mundial.",
        "desde":"1",
        "hasta": "94",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 95."
    },
    {
        "id": "blue-lock-vs-u20",
        "imagen": "https://cdn.myanimelist.net/images/anime/1584/144860.jpg",
        "titulo": "Blue Lock vs. U-20 Japan",
        "fechaemision": "2024",
        "episodios": "14",
        "estudio": "8bit",
        "sinopsis": "Los mejores jugadores de Blue Lock enfrentan su prueba más difícil hasta ahora: un partido contra la selección sub-20 de Japón. Isagi Yoichi y sus compañeros deberán demostrar que el fútbol egoísta de Blue Lock puede superar al fútbol tradicional japonés en un enfrentamiento épico que decidirá el futuro del fútbol en el país.",
        "desde":"95",
        "hasta": "149",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 150."
    },
    {
        "id": "chainsaw-man",
        "imagen": "https://cdn.myanimelist.net/images/anime/1803/132254l.jpg",
        "titulo": "Chainsaw Man",
        "fechaemision": "2022",
        "episodios": "12",
        "estudio": "MAPPA",
        "sinopsis": "Denji es un joven pobre que trabaja como cazador de demonios para pagar la deuda de su difunto padre. Su única compañía es Pochita, un pequeño demonio motosierra. Tras ser traicionado y asesinado, Denji fusiona su sangre con Pochita y renace como Chainsaw Man, un híbrido humano-demonio con la capacidad de transformar partes de su cuerpo en motosierras. Es reclutado por Makima para trabajar en la División de Seguridad Pública, donde caza demonios junto a otros cazadores especiales.",
        "desde":"1",
        "hasta": "38",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 38."
    },
    {
        "id": "chainsaw-man-arco-reze",
        "imagen": "https://cdn.myanimelist.net/images/anime/1763/150638.jpg",
        "titulo": "Chainsaw Man La Película: El arco de Reze",
        "fechaemision": "2025",
        "episodios": "1",
        "estudio": "MAPPA",
        "sinopsis": "Denji conoce a Reze, una misteriosa y atractiva chica que parece interesada en él. Lo que comienza como un romance inocente pronto se convierte en una peligrosa confrontación cuando se revela que Reze es en realidad la Devil Hunter Bomba, enviada por la Unión Soviética para secuestrar a Chainsaw Man y aprovechar su poder para su propio beneficio.",
        "desde":"38",
        "hasta": "52",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 53."
    },
    {
        "id": "dandadan",
        "imagen": "https://cdn.myanimelist.net/images/anime/1750/145544l.jpg",
        "titulo": "Dandadan",
        "fechaemision": "2024",
        "episodios": "12",
        "estudio": "Science SARU",
        "sinopsis": "Momoyo Ayase, una chica que cree en los fantasmas pero no en los extraterrestres, y Okarun, un chico que cree en los extraterrestres pero no en los fantasmas, hacen una apuesta para demostrar quién tiene razón. Su búsqueda los lleva a un mundo de fenómenos sobrenaturales donde se encontrarán con yokais, ovnis y poderes extraordinarios que desafían toda lógica.",
        "desde":"1",
        "hasta": "33",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 34."
    },
    {
        "id": "dandadan-s2",
        "imagen": "https://cdn.myanimelist.net/images/anime/1721/149001l.jpg",
        "titulo": "Dandadan 2nd season",
        "fechaemision": "2025",
        "episodios": "12",
        "estudio": "Science SARU",
        "sinopsis": "Tras los eventos de la primera temporada, Momoyo y Okarun continúan enfrentándose a nuevas amenazas sobrenaturales mientras profundizan en su relación. El Turbo-Granny y otros yokais regresan con planes más siniestros, mientras que una nueva organización interestelar llega a la Tierra con intenciones desconocidas, forzando a nuestros héroes a desarrollar nuevos poderes y aliarse con personajes inesperados.",
        "desde":"33",
        "hasta": "71",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 72."
    },
    {
        "id": "dorohedoro",
        "imagen": "https://cdn.myanimelist.net/images/anime/1230/119278l.jpg",
        "titulo": "Dorohedoro",
        "fechaemision": "2020",
        "episodios": "12",
        "estudio": "MAPPA",
        "sinopsis": "En un distrito decadente llamado Agujero, los hechiceros del mundo mágico practican sus poderes en humanos desprevenidos. Caiman, un hombre con cabeza de reptil y amnesia, busca al hechicero que le dio su forma actual. Junto con su compañera Nikaido, dueña de un restaurante de gyozas, se embarcan en una violenta búsqueda llena de magia caótica, hongos alucinógenos y personajes excéntricos en un mundo post-apocalíptico único.",
        "desde":"1",
        "hasta": "39",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 40 del volumen 7."
    },
    {
        "id": "hajime-no-ippo",
        "imagen": "https://cdn.myanimelist.net/images/anime/4/86334l.jpg",
        "titulo": "Hajime no Ippo",
        "fechaemision": "2000 - 2002",
        "episodios": "75",
        "estudio": "Madhouse",
        "sinopsis": "Ippo Makunouchi es un estudiante de secundaria tímido y acosado que trabaja en el negocio familiar de pesca. Un día es salvado de sus acosadores por Mamoru Takamura, un boxeador profesional, quien lo lleva al gimnasio Kamogawa. Allí, Ippo descubre su talento natural para el boxeo y comienza un viaje para convertirse en campeón, superando sus miedos y limitaciones mientras forja amistades duraderas en el mundo del boxeo.",
        "desde":"1",
        "hasta": "268",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 269. También puedes seguir con el anime Hajime no Ipoo: Champion Road."
    },
    {
        "id": "hajime-no-ippo-champion-road",
        "imagen": "https://cdn.myanimelist.net/images/anime/1521/137978.jpg",
        "titulo": "Hajime no Ipoo: Champion Road",
        "fechaemision": "2003",
        "episodios": "Película",
        "estudio": "Madhouse",
        "sinopsis": "Ippo Makunouchi, ahora campeón japonés de peso pluma, enfrenta su defensa de título más desafiante contra el ex campeón Eiji Date. Date regresa del retiro con técnicas mejoradas y una determinación feroz, poniendo a prueba la voluntad y habilidades de Ippo en un épico enfrentamiento que definirá el legado de ambos boxeadores.",
        "desde":"269",
        "hasta": "314",
        "comentario": "Película que adapta la pelea entre Ippo y Eiji Date. Debes continuar leyendo a partir del capítulo 315. También puedes seguir con el anime Hajime no Ippo: Mashiba vs. Kimura."
    },
    {
        "id": "hajime-no-ippo-mashiba-kimura",
        "imagen": "https://cdn.myanimelist.net/images/anime/4/64737.jpg",
        "titulo": "Hajime no Ippo: Mashiba vs. Kimura",
        "fechaemision": "2003",
        "episodios": "OVA",
        "estudio": "Madhouse",
        "sinopsis": "Akira Kimura, compañero de Ippo en el gimnasio Kamogawa, se enfrenta a Ryo Mashiba, el temible boxeador de estilo segador conocido por su brutalidad. Kimura deberá superar sus propias limitaciones y encontrar una estrategia para vencer al aparentemente invencible Mashiba en un combate que pone en riesgo su carrera boxística.",
        "desde": "268",
        "hasta": "273",
        "comentario": "No contiene relleno. Tras esta OVA puedes seguir leyendo el manga desde el capítulo 274. También puedes seguir con el anime Hajime no Ippo: New Challenger."
    },
    {
        "id": "hajime-no-ippo-newchallenger",
        "imagen": "https://cdn.myanimelist.net/images/anime/8/56617.jpg",
        "titulo": "Hajime no Ippo: New Challenger",
        "fechaemision": "2009",
        "episodios": "26",
        "estudio": "Madhouse",
        "sinopsis": "Ippo Makunouchi defiende su título de campeón japonés contra nuevos y formidables oponentes mientras sus compañeros del gimnasio Kamogawa también enfrentan sus propios desafíos. La serie explora las luchas de Takamura por un título mundial y presenta nuevos rivales que pondrán a prueba la determinación y evolución de Ippo como boxeador.",
        "desde": "315",
        "hasta": "430",
        "comentario": "No contiene relleno. Para continuar la historia en manga tras esta temporada empieza en el capítulo 431. También puedes seguir con el anime Hajime no Ippo: Rising."
    },
    {
        "id": "hajime-no-ippo-rising",
        "imagen": "https://cdn.myanimelist.net/images/anime/6/56147.jpg",
        "titulo": "Hajime no Ippo: Rising",
        "fechaemision": "2013",
        "episodios": "25",
        "estudio": "Madhouse, MAPPA",
        "sinopsis": "Ippo continúa su reinado como campeón japonés enfrentándose a oponentes cada vez más fuertes, incluido el imponente Takeshi Sendo en una revancha épica. Mientras tanto, explora los orígenes del entrenador Kamogawa y su rivalidad con Nekota Ginpachi, mostrando cómo se forjó el espíritu del gimnasio Kamogawa décadas atrás.",
        "desde": "431",
        "hasta": "556",
        "comentario": "No contiene relleno. Para continuar la historia en manga tras esta temporada empieza en el capítulo 557."
    },
    {
        "id": "hunterxhunter-2011",
        "imagen": "https://cdn.myanimelist.net/images/anime/1337/99013.jpg",
        "titulo": "Hunter X Hunter (2011)",
        "fechaemision": "2011",
        "episodios": "148",
        "estudio": "Madhouse",
        "sinopsis": "Gon Freecss descubre que su padre, a quien creía muerto, es en realidad uno de los legendarios Hunters, individuos de élite que se dedican a tareas peligrosas como cazar tesoros, explorar tierras desconocidas o capturar criminales. Gon decide convertirse en Hunter para encontrar a su padre y se embarca en un viaje lleno de desafíos, haciendo amigos como Kurapika, Leorio y Killua mientras descubre los secretos del examen Hunter y el mundo Nen.",
        "desde": "001",
        "hasta": "339",
        "comentario": "Relleno capítulos 13 y 26. Para continuar la historia en manga debemos iniciar a leer desde el Capítulo 340."
    },
    {
        "id": "mf-ghost",
        "imagen": "https://cdn.myanimelist.net/images/anime/1249/132348.jpg",
        "titulo": "MF Ghost",
        "fechaemision": "2023",
        "episodios": "12",
        "estudio": "Felix Film",
        "sinopsis": "En el año 202X, las carreras callejeras han evolucionado hacia MFG, un campeonato mundial donde pilotos compiten en las carreteras de Japón con coches de gasolina en un mundo dominado por vehículos eléctricos. Kanata Livington, un joven piloto británico-japonés entrenado en Inglaterra, llega a Japón para competir en MFG mientras busca a su padre desaparecido, demostrando habilidades excepcionales que recuerdan a leyendas pasadas del drifting.",
        "desde":"1",
        "hasta": "56",
        "comentario": "Para continuar la historia del manga lee desde el capítulo 57. También puedes ver MF Ghost 2nd Season."
    },
    {
        "id": "mf-ghost-2nd",
        "imagen": "https://cdn.myanimelist.net/images/anime/1037/145338.jpg",
        "titulo": "MF Ghost 2nd Season",
        "fechaemision": "2024",
        "episodios": "12",
        "estudio": "Felix Film",
        "sinopsis": "Kanata Livington continúa su ascenso en el campeonato MFG, enfrentándose a pilotos más experimentados y desarrollando sus habilidades en las peligrosas carreteras de Japón. Mientras avanza en la competencia, se acerca más a descubrir la verdad sobre su padre y encuentra rivales inesperados que pondrán a prueba sus límites como piloto de carreras.",
        "desde":"58",
        "hasta": "98",
        "comentario": "Para continuar la historia del manga lee desde el capítulo 99."
    },
    {
        "id": "sakamoto-days",
        "imagen": "https://cdn.myanimelist.net/images/anime/1026/146459.jpg",
        "titulo": "Sakamoto Days",
        "fechaemision": "2025",
        "episodios": "11",
        "estudio": "TMS Entertainment",
        "sinopsis": "Taro Sakamoto era el asesino más temido del mundo subterráneo, pero abandonó su vida criminal para casarse y abrir una tienda de conveniencia. Ahora vive una vida pacífica como dueño de familia, hasta que antiguos asociados y nuevos enemigos descubren su paradero. Forzado a proteger a su familia, Sakamoto debe usar sus habilidades letales una vez más, pero esta vez con métodos no mortales que desafían su naturaleza asesina.",
        "desde":"1",
        "hasta": "37",
        "comentario": "Puedes continuar leyendo a partir del capítulo 38 o ver Sakamoto Days Part 2."
    },
    {
        "id": "sakamoto-days-part-2",
        "imagen": "https://cdn.myanimelist.net/images/anime/1758/148719.jpg",
        "titulo": "Sakamoto Days Part 2",
        "fechaemision": "2025",
        "episodios": "11",
        "estudio": "TMS Entertainment",
        "sinopsis": "Sakamoto y sus aliados enfrentan amenazas cada vez más peligrosas mientras la organización JAA intensifica su persecución. Con nuevos personajes uniéndose a la tienda de conveniencia y viejos rivales regresando, Sakamoto debe equilibrar su vida familiar con su pasado asesino, desarrollando técnicas creativas para neutralizar enemigos sin quitarles la vida en enfrentamientos cada vez más elaborados.",
        "desde":"38",
        "hasta": "74",
        "comentario": "Para continuar la historia del anime en el manga, debemos empezar a leer desde el Capítulo 75, que se encuentra en el Tomo 9."
    },
    {
        "id": "prince-of-tennis",
        "imagen": "https://cdn.myanimelist.net/images/anime/1943/109718l.jpg",
        "titulo": "The Prince of Tennis",
        "fechaemision": "2001-2005",
        "episodios": "178",
        "estudio": "Trans Arts",
        "sinopsis": "Ryouma Echizen, un prodigio del tenis de 12 años que ha ganado torneos en Estados Unidos, se transfiere a la Academia Seishun en Japón. A pesar de su edad, su increíble talento y técnicas sobrenaturales lo llevan a competir por un lugar en el equipo regular contra jugadores mucho más experimentados. La serie sigue su crecimiento como tenista y las rivalidades que desarrolla con otros prodigios del tenis escolar japonés.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Continuar viendo el anime The Prince of Tennis: The National Tournament"
    },
    {
        "id": "prince-of-tennis-national-tournament",
        "imagen": "https://cdn.myanimelist.net/images/anime/12/10572l.jpg",
        "titulo": "The Prince of Tennis: The Nacional Tournament",
        "fechaemision": "2006-2007",
        "episodios": "13",
        "estudio": "M.S.C.",
        "sinopsis": "El equipo de Seishun Academy avanza hacia el torneo nacional, enfrentándose a las escuelas más fuertes de Japón. Ryouma Echizen y sus compañeros deberán superar sus límites contra oponentes que poseen técnicas de tenis aún más extraordinarias, mientras desarrollan nuevas habilidades y estrategias para alcanzar la gloria nacional.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Continuar viendo el anime The Prince of Tennis: The National Tournament Semifinals"
    },
    {
        "id": "prince-of-tennis-national-tournament-finals",
        "imagen": "https://cdn.myanimelist.net/images/anime/1142/133867l.jpg",
        "titulo": "The Prince of Tennis: The Nacional Tournament Finals",
        "fechaemision": "2008-2009",
        "episodios": "7",
        "estudio": "M.S.C.",
        "sinopsis": "Seishun Academy llega a las finales del torneo nacional, donde se enfrentan a Rikkai Dai, el equipo campeón defensor conocido por su tenis brutal y despiadado. Ryouma Echizen deberá enfrentarse a su rival más formidable hasta ahora mientras el equipo lucha por el título nacional en encuentros que pondrán a prueba su espíritu y habilidades al máximo.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Continuar viendo el la película anime Ryoma! The Prince of Tennis"
    },
    {
        "id": "prince-of-tennis-ryoma",
        "imagen": "https://cdn.myanimelist.net/images/anime/1737/117734l.jpg",
        "titulo": "Ryoma! The Prince of Tennis",
        "fechaemision": "2021",
        "episodios": "1",
        "estudio": "Keika, The Monk Studios",
        "sinopsis": "Ryouma Echizen regresa a Japón después de competir en torneos internacionales y se encuentra con que el tenis escolar ha evolucionado. Deberá adaptarse a nuevas reglas y enfrentarse a una nueva generación de prodigios mientras redescubre su pasión por el tenis y lo que realmente significa ser 'El Príncipe del Tenis'.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Continuar viendo el anime The Prince of Tennis II - New Prince of Tennis"
    },
    {
        "id": "prince-of-tennis-ii",
        "imagen": "https://cdn.myanimelist.net/images/anime/10/33591l.jpg",
        "titulo": "The Prince of Tennis II",
        "fechaemision": "2012",
        "episodios": "13",
        "estudio": "Production I.G., M.S.C.",
        "sinopsis": "Los mejores jugadores de tenis de secundaria de Japón son seleccionados para el campamento de entrenamiento U-17, donde competirán por un lugar en el equipo nacional. Ryouma Echizen se une a este intensivo programa donde se enfrenta no solo a rivales de otras escuelas, sino también a sus antiguos compañeros de equipo en batallas que redefinirán el tenis japonés.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Continuar viendo el anime The Prince of Tennis II vs Genius10"
    },
    {
        "id": "prince-of-tennis-ii-vs-genius10",
        "imagen": "https://cdn.myanimelist.net/images/anime/12/65403.jpg",
        "titulo": "The Prince of Tennis II vs Genius10",
        "fechaemision": "2014-2015",
        "episodios": "10",
        "estudio": "Production I.G., M.S.C.",
        "sinopsis": "El equipo U-17 de Japón enfrenta a los Genius 10, los diez mejores jugadores del equipo nacional actual. En una serie de desafíos por puestos, los jóvenes aspirantes deberán derrotar a los titulares para ganar sus lugares en el equipo que representará a Japón en competencias internacionales, llevando el tenis a niveles sobrehumanos.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Continuar viendo el anime The Prince of Tennis II: U-17 World Cup"
    },
    {
        "id": "prince-of-tennis-ii-u17-world-cup",
        "imagen": "https://cdn.myanimelist.net/images/anime/1580/125307.jpg",
        "titulo": "The Prince of Tennis II: U-17 World Cup",
        "fechaemision": "2022",
        "episodios": "13",
        "estudio": "M.S.C., Studio KAI",
        "sinopsis": "El equipo U-17 de Japón compite en la Copa Mundial, enfrentándose a los mejores jugadores juveniles de todo el mundo. Cada nación presenta estilos únicos de tenis y prodigios con habilidades extraordinarias, forzando al equipo japonés a evolucionar y desarrollar nuevas técnicas para competir en el escenario internacional.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Continuar viendo el anime The Prince of Tennis II U-17 World Cup Semifinal"
    },
    {
        "id": "prince-of-tennis-ii-u17-world-cup-semifinal",
        "imagen": "https://cdn.myanimelist.net/images/anime/1507/145670.jpg",
        "titulo": "The Prince of Tennis II: U-17 World Cup Semifinal",
        "fechaemision": "2024",
        "episodios": "13",
        "estudio": "M.S.C.",
        "sinopsis": "Japón avanza a las semifinales de la Copa Mundial U-17, donde se enfrenta a Alemania, el equipo más fuerte del torneo. Con Byoudoin y los demás jugadores de alto rango liderando el equipo, cada partido se convierte en una batalla épica que muestra la evolución máxima del tenis y el espíritu competitivo de los jugadores japoneses.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Esperando secuela"
    },
    {
        "id": "slam-dunk",
        "imagen": "https://cdn.myanimelist.net/images/anime/1344/133801l.jpg",
        "titulo": "Slam Dunk",
        "fechaemision": "1993-1996",
        "episodios": "101",
        "estudio": "Toei Animation",
        "sinopsis": "Hanamichi Sakuragi, un problemático estudiante de secundaria conocido por su cabello rojo y su mal genio, se une al equipo de baloncesto para impresionar a una chica. A pesar de su completa falta de experiencia, descubre un talento natural para el deporte y se embarca en un viaje de crecimiento personal mientras ayuda al equipo de Shohoku a alcanzar el campeonato nacional.",
        "desde":"1",
        "hasta": "185",
        "comentario": "El anime termina antes del torneo nacional completo. Para conocer el final de la historia debes leer el manga desde el capítulo 186 o ver la película The First Slam Dunk."
    },
    {
        "id": "the-first-slam-dunk",
        "imagen": "https://cdn.myanimelist.net/images/anime/1745/129284l.jpg",
        "titulo": "Slam Dunk: The First",
        "fechaemision": "2022",
        "episodios": "1",
        "estudio": "Toei Animation, Dandelion Animation Studio",
        "sinopsis": "La película se centra en el partido final del torneo nacional entre el equipo de Shohoku y el poderoso equipo de Sannoh. A través de los ojos de Ryota Miyagi, el base del equipo, revivimos el épico enfrentamiento mientras se exploran sus recuerdos personales, su relación con su hermano mayor fallecido y cómo superó sus propios demonios para convertirse en el jugador que es hoy.",
        "desde":"186",
        "hasta": "276",
        "comentario": "Esta película adapta el partido final del torneo nacional contra Sannoh que no fue animado en la serie original de TV."
    },
    {
        "id": "slam-dunk-ova-1",
        "imagen": "https://cdn.myanimelist.net/images/anime/1140/94409.jpg",
        "titulo": "Slam Dunk OVA 1",
        "fechaemision": "1994",
        "episodios": "1",
        "estudio": "Toei Animation",
        "sinopsis": "Esta OVA especial muestra el verano de entrenamiento de Hanamichi Sakuragi y Kaede Rukawa. Mientras el equipo de Shohoku se prepara para el torneo nacional, vemos el desarrollo individual de ambos jugadores y cómo su rivalidad los impulsa a mejorar constantemente, mostrando escenas que no se vieron en la serie principal.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Ver entre los capítulos 20 y 21 del anime."
    },
    {
        "id": "slam-dunk-ova-2",
        "imagen": "https://cdn.myanimelist.net/images/anime/1931/94408.jpg",
        "titulo": "Slam Dunk OVA 2",
        "fechaemision": "1994",
        "episodios": "1",
        "estudio": "Toei Animation",
        "sinopsis": "OVA que funciona como resumen de la primera parte de la serie, centrándose en el desarrollo de Hanamichi Sakuragi desde su inicio como novato completo hasta convertirse en un jugador clave del equipo de Shohoku. Incluye momentos destacados de sus primeros partidos y su evolución personal.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Ver entre los capítulos 36 y 37 del anime."
    },
    {
        "id": "slam-dunk-ova-3",
        "imagen": "https://cdn.myanimelist.net/images/anime/12/31929.jpg",
        "titulo": "Slam Dunk OVA 3",
        "fechaemision": "1995",
        "episodios": "1",
        "estudio": "Toei Animation",
        "sinopsis": "Hanamichi Sakuragi enfrenta una crisis de confianza después de cometer errores cruciales en un partido importante. Esta OVA muestra cómo supera sus dudas y redescubre su pasión por el baloncesto, con el apoyo de sus compañeros y especialmente del capitán Takenori Akagi.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Contenido original del anime. Ver entre los capítulos 60 y 61."
    },
    {
        "id": "slam-dunk-special",
        "imagen": "https://cdn.myanimelist.net/images/anime/1208/124649.jpg",
        "titulo": "Slam Dunk OVA 4",
        "fechaemision": "1995",
        "episodios": "1",
        "estudio": "Toei Animation",
        "sinopsis": "Especial que compila los mejores momentos de la serie, incluyendo las jugadas más espectaculares, los puntos más emocionantes y las interacciones más memorables entre los personajes. Perfecto para los fans que quieren revivir la esencia de Slam Dunk en un formato condensado.",
        "desde":"x",
        "hasta": "x",
        "comentario": "Ver después de Slam Dunk OVA 3."
    },
    {
        "id": "vinland-saga",
        "imagen": "https://cdn.myanimelist.net/images/anime/1500/103005.jpg",
        "titulo": "Vinland Saga",
        "fechaemision": "2019",
        "episodios": "24",
        "estudio": "Wit Studio",
        "sinopsis": "La historia sigue a Thorfinn, un joven vikingo que busca vengar la muerte de su padre a manos de Askeladd. Ambientada en la Inglaterra del siglo XI, la serie explora temas de venganza, redención y la búsqueda de un lugar pacífico llamado Vinland, mientras Thorfinn se ve envuelto en las guerras y conflictos políticos de la era vikinga.",
        "desde":"1",
        "hasta": "54",
        "comentario": "Para continuar la historia empiezaa leer el capítulo 55 o viendo el anime Vinland Saga Season 2."
    },
    {
        "id": "vinland-saga-2",
        "imagen": "https://cdn.myanimelist.net/images/anime/1170/124312.jpg",
        "titulo": "Vinland Saga Season 2",
        "fechaemision": "2023",
        "episodios": "24",
        "estudio": "MAPPA",
        "sinopsis": "Tras los eventos de la primera temporada, Thorfinn ha perdido su propósito y es vendido como esclavo en una granja danesa. Allí comienza un viaje de introspección y redención, cuestionando la violencia y buscando un nuevo significado para su vida, mientras conoce a personas que cambiarán su perspectiva sobre el mundo.",
        "desde":"55",
        "hasta": "101",
        "comentario": "Para continuar la historia en manga tras este anime: empieza en el capítulo 102."
    },
    {
        "id": "x-2001",
        "imagen": "https://cdn.myanimelist.net/images/anime/8/17167.jpg",
        "titulo": "X (2001)",
        "fechaemision": "2001 - 2002",
        "episodios": "24",
        "estudio": "Madhouse",
        "sinopsis": "En el año 1999, Kamui Shiro regresa a Tokio después de años de ausencia, poseyendo poderes psíquicos extraordinarios. Se encuentra atrapado en una profecía apocalíptica donde debe elegir entre unirse a los Dragones del Cielo, que quieren salvar a la humanidad, o a los Dragones de la Tierra, que buscan destruirla para salvar el planeta. Su elección determinará el destino del mundo en una batalla entre el destino y el libre albedrío.",
        "desde":"Volumen 1",
        "hasta": "Volumen 16",
        "comentario": "El anime adapta fielmente el manga hasta aprox. el volumen 16. Los últimos episodios (24–25) son originales del anime. El manga se encuentra actualmente en el volumen 18, donde se encuentra en hiatus."
    }
]